{"sections":{"main":{"type":"main-page","disabled":true,"settings":{"color_scheme":"","show_title":true,"page_width":"xs"}},"rich_text_PCPewE":{"type":"rich-text","blocks":{"richtext_q9rrMU":{"type":"richtext","settings":{"content":"<p>PRIVACY STATEMENT<\/p><p>SECTION 1 - WHAT DO WE DO WITH YOUR INFORMATION?<\/p><p>To return your product, please contact us at <a>support@pulsetrainingclub.com<\/a>. You will be responsible for paying your own shipping costs for returning your item. Shipping costs are non-refundable. If you receive a refund, the cost of return shipping will be deducted from your refund. Depending on your location, the time for your exchanged product to reach you may vary. If you are shipping an item over $75, consider using a trackable shipping service or purchasing shipping insurance. We do not guarantee receipt of returned items.<\/p><p>SECTION 2 - CONSENT<\/p><p>How do you get my consent? When you provide us with personal information to complete a transaction, verify your credit card, place an order, arrange for a delivery, or return a purchase, we imply that you consent to our collecting and using it for that specific reason only. If we request your personal information for a secondary reason, like marketing, we will ask directly for your expressed consent or provide an opportunity to say no.<\/p><p>How do I withdraw my consent? If after you opt-in, you change your mind, you may withdraw your consent at any time by contacting us at <a>support@pulsetrainingclub.com<\/a>.<\/p><p>SECTION 3 - DISCLOSURE<\/p><p>We may disclose your personal information if required by law or if you violate our Terms of Service.<\/p><p>SECTION 4 - SHOPIFY<\/p><p>Our store is hosted on Shopify Inc., which provides us with the online e-commerce platform that allows us to sell our products and services to you. Your data is stored through Shopify’s data storage, databases, and the general Shopify application on a secure server behind a firewall.<\/p><p>SECTION 5 - THIRD-PARTY SERVICES<\/p><p>Third-party providers collect, use, and disclose your information only to the extent necessary to perform services for us. However, payment processors and other third-party service providers have their own privacy policies, and we recommend reviewing them. If your transaction involves a provider in another jurisdiction, your data may be subject to that jurisdiction’s laws. Once you leave our site or interact with a third-party application, you are no longer governed by our Privacy Policy.<\/p><p>SECTION 6 - SECURITY<\/p><p>We take reasonable precautions and follow industry best practices to protect your personal information. Your credit card data is encrypted using SSL technology and stored with AES-256 encryption. Although no method of transmission over the Internet is 100% secure, we follow PCI-DSS requirements and implement additional security measures.<\/p><p>SECTION 7 - COOKIES<\/p><p>We use cookies to enhance your experience. You may opt-out of cookies through your browser settings.<\/p><p>SECTION 8 - HOTJAR<\/p><p>We use Hotjar Ltd. services to analyze user behavior and improve the user experience. Hotjar does not collect Personally Identifiable Information. To opt-out, visit: <a>https:\/\/www.hotjar.com\/opt-out<\/a>.<\/p><p>SECTION 9 - AGE OF CONSENT<\/p><p>By using this site, you represent that you are at least the age of majority in your jurisdiction or have given consent for minors under your care to use the site.<\/p><p>SECTION 10 - CHANGES TO THIS PRIVACY POLICY<\/p><p>We reserve the right to modify this Privacy Policy at any time. Changes will take effect immediately upon posting on the website. If our business is acquired or merged, your information may be transferred to the new owners to continue serving you.<\/p><p>QUESTIONS AND CONTACT INFORMATION<\/p><p>For questions, access, corrections, or deletion of your personal information, or to register a complaint, contact our Privacy Compliance Officer at <a>support@pulsetrainingclub.com<\/a>.<\/p>"}}},"block_order":["richtext_q9rrMU"],"settings":{"color_scheme":"","separate_section_with_border":true,"content_width":"sm","text_position":"center","remove_vertical_spacing":false}}},"order":["main","rich_text_PCPewE"]}